package algorithms;
import java.io.PrintStream;

public class PPAP {

	static class 苹果 {
		@Override
		public String toString() {
			return "苹̑́͒͊̉̾̂̎̀̆ͣ͆͜͞҉̶͚̯̳͇͓͔̘̩͍̦̪͕̞͠ ͉͙͎̠̣̩̦ͨ́ͦ̍ͩ̊̊ͦ͒̏̍ͯͤ́̚͘͟ ̉̌̇́̈́̐́́̈͂ͣ́̌̇̓̂͂̂͡҉͇̫̜͈̪̬ ̢̲̘̮̠͎̰̝̜̝͓͍̝̪͐͛̄͟͠ ̢̥̪̻̤̼͍̬͚̲ͦͣ́̀̾̓̕ͅ ̵̢̳͖̣̪̜̞͙̗̣̳̍͆̅̓ͫ͒̆̾ͮ̄̕͢ͅ ̑́͒͊̉̾̂̎̀̆ͣ͆͜͞҉̶͚̯̳͇͓͔̘̩͍̦̪͕̞͠ ͉͙͎̠̣̩̦ͨ́ͦ̍ͩ̊̊ͦ͒̏̍ͯͤ́̚͘͟ ̉̌̇́̈́̐́́̈͂ͣ́̌̇̓̂͂̂͡҉͇̫̜͈̪̬ ̢̲̘̮̠͎̰̝̜̝͓͍̝̪͐͛̄͟͠ ̢̥̪̻̤̼͍̬͚̲ͦͣ́̀̾̓̕ͅ ̵̢̳͖̣̪̜̞͙̗̣̳̍͆̅̓ͫ͒̆̾ͮ̄̕͢ͅ ̑́͒͊̉̾̂̎̀̆ͣ͆͜͞҉̶͚̯̳͇͓͔̘̩͍̦̪͕̞͠ ͉͙͎̠̣̩̦ͨ́ͦ̍ͩ̊̊ͦ͒̏̍ͯͤ́̚͘͟ ̉̌̇́̈́̐́́̈͂ͣ́̌̇̓̂͂̂͡҉͇̫̜͈̪̬ ̢̲̘̮̠͎̰̝̜̝͓͍̝̪͐͛̄͟͠ ̢̥̪̻̤̼͍̬͚̲ͦͣ́̀̾̓̕ͅ ̵̢̳͖̣̪̜̞͙̗̣̳̍͆̅̓ͫ͒̆̾ͮ̄̕͢ͅ ̑́͒͊̉̾̂̎̀̆ͣ͆͜͞҉̶͚̯̳͇͓͔̘̩͍̦̪͕̞͠ ͉͙͎̠̣̩̦ͨ́ͦ̍ͩ̊̊ͦ͒̏̍ͯͤ́̚͘͟ ̉̌̇́̈́̐́́̈͂ͣ́̌̇̓̂͂̂͡҉͇̫̜͈̪̬ ̢̲̘̮̠͎̰̝̜̝͓͍̝̪͐͛̄͟͠ ̢̥̪̻̤̼͍̬͚̲ͦͣ́̀̾̓̕ͅ ̵̢̳͖̣̪̜̞͙̗̣̳̍͆̅̓ͫ͒̆̾ͮ̄̕͢ͅ ̑́͒͊̉̾̂̎̀̆ͣ͆͜͞҉̶͚̯̳͇͓͔̘̩͍̦̪͕̞͠ ͉͙͎̠̣̩̦ͨ́ͦ̍ͩ̊̊ͦ͒̏̍ͯͤ́̚͘͟ ̉̌̇́̈́̐́́̈͂ͣ́̌̇̓̂͂̂͡҉͇̫̜͈̪̬ ̢̲̘̮̠͎̰̝̜̝͓͍̝̪͐͛̄͟͠ ̢̥̪̻̤̼͍̬͚̲ͦͣ́̀̾̓̕ͅ ̵̢̳͖̣̪̜̞͙̗̣̳̍͆̅̓ͫ͒̆̾ͮ̄̕͢ͅ ̑́͒͊̉̾̂̎̀̆ͣ͆͜͞҉̶͚̯̳͇͓͔̘̩͍̦̪͕̞͠ ͉͙͎̠̣̩̦ͨ́ͦ̍ͩ̊̊ͦ͒̏̍ͯͤ́̚͘͟ ̉̌̇́̈́̐́́̈͂ͣ́̌̇̓̂͂̂͡҉͇̫̜͈̪̬果";
		}
	}

	static class 钢笔 {
		@Override
		public String toString() {
			return "̑́͒͊̉̾̂̎̀̆ͣ͆͜͞҉̶͚̯̳͇͓͔̘̩͍̦̪͕̞͠ ͉͙͎̠̣̩̦ͨ́ͦ̍ͩ̊̊ͦ͒̏̍ͯͤ́̚͘͟ ̉̌̇́̈́̐́́̈͂ͣ́̌̇̓̂͂̂͡҉͇̫̜͈̪̬ ̢̲̘̮̠͎̰̝̜̝͓͍̝̪͐͛̄͟͠ ̢̥̪̻̤̼͍̬͚̲ͦͣ́̀̾̓̕ͅ ̵̢̳͖̣̪̜̞͙̗̣̳̍͆̅̓ͫ͒̆̾ͮ̄̕͢ͅ ̑́͒͊̉̾̂̎̀̆ͣ͆͜͞҉̶͚̯̳͇͓͔̘̩͍̦̪͕̞͠ ͉͙͎̠̣̩̦ͨ́ͦ̍ͩ̊̊ͦ͒̏̍ͯͤ́̚͘͟ ̉̌̇́̈́̐́́̈͂ͣ́̌̇̓̂͂̂͡҉͇̫̜͈̪̬ ̢̲̘̮̠͎̰̝̜̝͓͍̝̪͐͛̄͟͠ ̢̥̪̻̤̼͍̬͚̲ͦͣ́̀̾̓̕ͅ ̵̢̳͖̣̪̜̞͙̗̣̳̍͆̅̓ͫ͒̆̾ͮ̄̕͢ͅ ̑́͒͊̉̾̂̎̀̆ͣ͆͜͞҉̶͚̯̳͇͓͔̘̩͍̦̪͕̞͠ ͉͙͎̠̣̩̦ͨ́ͦ̍ͩ̊̊ͦ͒̏̍ͯͤ́̚͘͟ ̉̌̇́̈́̐́́̈͂ͣ́̌̇̓̂͂̂͡҉͇̫̜͈̪̬ ̢̲̘̮̠͎̰̝̜̝͓͍̝̪͐͛̄͟͠ ̢̥̪̻̤̼͍̬͚̲ͦͣ́̀̾̓̕ͅ ̵̢̳͖̣̪̜̞͙̗̣̳̍͆̅̓ͫ͒̆̾ͮ̄̕͢ͅ ̑́͒͊̉̾̂̎̀̆ͣ͆͜͞҉̶͚̯̳͇͓͔̘̩͍̦̪͕̞͠ ͉͙͎̠̣̩̦ͨ́ͦ̍ͩ̊̊ͦ͒̏̍ͯͤ́̚͘͟ ̉̌̇́̈́̐́́̈͂ͣ́̌̇̓̂͂̂͡҉͇̫̜͈̪̬ ̢̲̘̮̠͎̰̝̜̝͓͍̝̪͐͛̄͟͠ ̢̥̪̻̤̼͍̬͚̲ͦͣ́̀̾̓̕ͅ ̵̢̳͖̣̪̜̞͙̗̣̳̍͆̅̓ͫ͒̆̾ͮ̄̕͢ͅ ̑́͒͊̉̾̂̎̀̆ͣ͆͜͞҉̶͚̯̳͇͓͔̘̩͍̦̪͕̞͠ ͉͙͎̠̣̩̦ͨ́ͦ̍ͩ̊̊ͦ͒̏̍ͯͤ́̚͘͟ ̉̌̇́̈́̐́́̈͂ͣ́̌̇̓̂͂̂͡҉͇̫̜͈̪̬ ̢̲̘̮̠͎̰̝̜̝͓͍̝̪͐͛̄͟͠ ̢̥̪̻̤̼͍̬͚̲ͦͣ́̀̾̓̕ͅ ̵̢̳͖̣̪̜̞͙̗̣̳̍͆̅̓ͫ͒̆̾ͮ̄̕͢ͅ ̑́͒͊̉̾̂̎̀̆ͣ͆͜͞҉̶͚̯̳͇͓͔̘̩͍̦̪͕̞͠ ͉͙͎̠̣̩̦ͨ́ͦ̍ͩ̊̊ͦ͒̏̍ͯͤ́̚͘͟ ̉̌̇́̈́̐́́̈͂ͣ́̌̇̓̂͂̂͡҉͇̫̜͈̪̬钢笔";
		}
	}

	static class 菠萝 {
		@Override
		public String toString() {
			return "菠̑́͒͊̉̾̂̎̀̆ͣ͆͜͞҉̶͚̯̳͇͓͔̘̩͍̦̪͕̞͠ ͉͙͎̠̣̩̦ͨ́ͦ̍ͩ̊̊ͦ͒̏̍ͯͤ́̚͘͟ ̉̌̇́̈́̐́́̈͂ͣ́̌̇̓̂͂̂͡҉͇̫̜͈̪̬ ̢̲̘̮̠͎̰̝̜̝͓͍̝̪͐͛̄͟͠ ̢̥̪̻̤̼͍̬͚̲ͦͣ́̀̾̓̕ͅ ̵̢̳͖̣̪̜̞͙̗̣̳̍͆̅̓ͫ͒̆̾ͮ̄̕͢ͅ ̑́͒͊̉̾̂̎̀̆ͣ͆͜͞҉̶͚̯̳͇͓͔̘̩͍̦̪͕̞͠ ͉͙͎̠̣̩̦ͨ́ͦ̍ͩ̊̊ͦ͒̏̍ͯͤ́̚͘͟ ̉̌̇́̈́̐́́̈͂ͣ́̌̇̓̂͂̂͡҉͇̫̜͈̪̬ ̢̲̘̮̠͎̰̝̜̝͓͍̝̪͐͛̄͟͠ ̢̥̪̻̤̼͍̬͚̲ͦͣ́̀̾̓̕ͅ ̵̢̳͖̣̪̜̞͙̗̣̳̍͆̅̓ͫ͒̆̾ͮ̄̕͢ͅ ̑́͒͊̉̾̂̎̀̆ͣ͆͜͞҉̶͚̯̳͇͓͔̘̩͍̦̪͕̞͠ ͉͙͎̠̣̩̦ͨ́ͦ̍ͩ̊̊ͦ͒̏̍ͯͤ́̚͘͟ ̉̌̇́̈́̐́́̈͂ͣ́̌̇̓̂͂̂͡҉͇̫̜͈̪̬ ̢̲̘̮̠͎̰̝̜̝͓͍̝̪͐͛̄͟͠ ̢̥̪̻̤̼͍̬͚̲ͦͣ́̀̾̓̕ͅ ̵̢̳͖̣̪̜̞͙̗̣̳̍͆̅̓ͫ͒̆̾ͮ̄̕͢ͅ ̑́͒͊̉̾̂̎̀̆ͣ͆͜͞҉̶͚̯̳͇͓͔̘̩͍̦̪͕̞͠ ͉͙͎̠̣̩̦ͨ́ͦ̍ͩ̊̊ͦ͒̏̍ͯͤ́̚͘͟ ̉̌̇́̈́̐́́̈͂ͣ́̌̇̓̂͂̂͡҉͇̫̜͈̪̬ ̢̲̘̮̠͎̰̝̜̝͓͍̝̪͐͛̄͟͠ ̢̥̪̻̤̼͍̬͚̲ͦͣ́̀̾̓̕ͅ ̵̢̳͖̣̪̜̞͙̗̣̳̍͆̅̓ͫ͒̆̾ͮ̄̕͢ͅ ̑́͒͊̉̾̂̎̀̆ͣ͆͜͞҉̶͚̯̳͇͓͔̘̩͍̦̪͕̞͠ ͉͙͎̠̣̩̦ͨ́ͦ̍ͩ̊̊ͦ͒̏̍ͯͤ́̚͘͟ ̉̌̇́̈́̐́́̈͂ͣ́̌̇̓̂͂̂͡҉͇̫̜͈̪̬ ̢̲̘̮̠͎̰̝̜̝͓͍̝̪͐͛̄͟͠ ̢̥̪̻̤̼͍̬͚̲ͦͣ́̀̾̓̕ͅ ̵̢̳͖̣̪̜̞͙̗̣̳̍͆̅̓ͫ͒̆̾ͮ̄̕͢ͅ ̑́͒͊̉̾̂̎̀̆ͣ͆͜͞҉̶͚̯̳͇͓͔̘̩͍̦̪͕̞͠ ͉͙͎̠̣̩̦ͨ́ͦ̍ͩ̊̊ͦ͒̏̍ͯͤ́̚͘͟ ̉̌̇́̈́̐́́̈͂ͣ́̌̇̓̂͂̂͡҉͇̫̜͈̪̬萝";
		}
	}

	static class Sýstém {
		public static PrintStream óút = System.out;
	}

	static class Δ {

	}

	static class Θ {

	}

	static class ΔΔΔΘΘΘΔΔΔ {
		private ΔΔΔΘΘΘΔΔΔ(Δ Δ, Θ Θ) {

		}

		public static ΔΔΔΘΘΘΔΔΔ illuminati(Δ Δ, Θ Θ) {
			return new ΔΔΔΘΘΘΔΔΔ(Δ, Θ);
		}
		
		public void ΔΔΔΘΘΘΔΔΔΔΔΔΘΘΘΔΔΔ(){
			ΔΔΔΘΘΘΔΔΔΔΔΔΘΘΘΔΔΔ();
		}
	}

	public static void main(String[] args) {

		苹果 苹果 = new 苹果();

		钢笔 钢笔 = new 钢笔();

		菠萝 菠萝 = new 菠萝();

		Sýstém.óút.println("我有一个" + 钢笔);
		Sýstém.óút.println("我有̑́͒͊̉̾̂̎̀̆ͣ͆͜͞҉̶͚̯̳͇͓͔̘̩͍̦̪͕̞͠ ͉͙͎̠̣̩̦ͨ́ͦ̍ͩ̊̊ͦ͒̏̍ͯͤ́̚͘͟ ̉̌̇́̈́̐́́̈͂ͣ́̌̇̓̂͂̂͡҉͇̫̜͈̪̬ ̢̲̘̮̠͎̰̝̜̝͓͍̝̪͐͛̄͟͠ ̢̥̪̻̤̼͍̬͚̲ͦͣ́̀̾̓̕ͅ ̵̢̳͖̣̪̜̞͙̗̣̳̍͆̅̓ͫ͒̆̾ͮ̄̕͢ͅ ̑́͒͊̉̾̂̎̀̆ͣ͆͜͞҉̶͚̯̳͇͓͔̘̩͍̦̪͕̞͠ ͉͙͎̠̣̩̦ͨ́ͦ̍ͩ̊̊ͦ͒̏̍ͯͤ́̚͘͟ ̉̌̇́̈́̐́́̈͂ͣ́̌̇̓̂͂̂͡҉͇̫̜͈̪̬ ̢̲̘̮̠͎̰̝̜̝͓͍̝̪͐͛̄͟͠ ̢̥̪̻̤̼͍̬͚̲ͦͣ́̀̾̓̕ͅ ̵̢̳͖̣̪̜̞͙̗̣̳̍͆̅̓ͫ͒̆̾ͮ̄̕͢ͅ ̑́͒͊̉̾̂̎̀̆ͣ͆͜͞҉̶͚̯̳͇͓͔̘̩͍̦̪͕̞͠ ͉͙͎̠̣̩̦ͨ́ͦ̍ͩ̊̊ͦ͒̏̍ͯͤ́̚͘͟ ̉̌̇́̈́̐́́̈͂ͣ́̌̇̓̂͂̂͡҉͇̫̜͈̪̬ ̢̲̘̮̠͎̰̝̜̝͓͍̝̪͐͛̄͟͠ ̢̥̪̻̤̼͍̬͚̲ͦͣ́̀̾̓̕ͅ ̵̢̳͖̣̪̜̞͙̗̣̳̍͆̅̓ͫ͒̆̾ͮ̄̕͢ͅ ̑́͒͊̉̾̂̎̀̆ͣ͆͜͞҉̶͚̯̳͇͓͔̘̩͍̦̪͕̞͠ ͉͙͎̠̣̩̦ͨ́ͦ̍ͩ̊̊ͦ͒̏̍ͯͤ́̚͘͟ ̉̌̇́̈́̐́́̈͂ͣ́̌̇̓̂͂̂͡҉͇̫̜͈̪̬ ̢̲̘̮̠͎̰̝̜̝͓͍̝̪͐͛̄͟͠ ̢̥̪̻̤̼͍̬͚̲ͦͣ́̀̾̓̕ͅ ̵̢̳͖̣̪̜̞͙̗̣̳̍͆̅̓ͫ͒̆̾ͮ̄̕͢ͅ ̑́͒͊̉̾̂̎̀̆ͣ͆͜͞҉̶͚̯̳͇͓͔̘̩͍̦̪͕̞͠ ͉͙͎̠̣̩̦ͨ́ͦ̍ͩ̊̊ͦ͒̏̍ͯͤ́̚͘͟ ̉̌̇́̈́̐́́̈͂ͣ́̌̇̓̂͂̂͡҉͇̫̜͈̪̬ ̢̲̘̮̠͎̰̝̜̝͓͍̝̪͐͛̄͟͠ ̢̥̪̻̤̼͍̬͚̲ͦͣ́̀̾̓̕ͅ ̵̢̳͖̣̪̜̞͙̗̣̳̍͆̅̓ͫ͒̆̾ͮ̄̕͢ͅ ̑́͒͊̉̾̂̎̀̆ͣ͆͜͞҉̶͚̯̳͇͓͔̘̩͍̦̪͕̞͠ ͉͙͎̠̣̩̦ͨ́ͦ̍ͩ̊̊ͦ͒̏̍ͯͤ́̚͘͟ ̉̌̇́̈́̐́́̈͂ͣ́̌̇̓̂͂̂͡҉͇̫̜͈̪̬一个" + 苹果);
		Sýstém.óút.println("哦!");
		Sýstém.óút.println(" ͉͙͎̠̣̩̦ͨ́ͦ̍ͩ̊̊ͦ͒̏̍ͯͤ́̚͘͟" + 苹果 + 钢笔);

		Sýstém.óút.println("我̑́͒͊̉̾̂̎̀̆ͣ͆͜͞҉̶͚̯̳͇͓͔̘̩͍̦̪͕̞͠ ͉͙͎̠̣̩̦ͨ́ͦ̍ͩ̊̊ͦ͒̏̍ͯͤ́̚͘͟ ̉̌̇́̈́̐́́̈͂ͣ́̌̇̓̂͂̂͡҉͇̫̜͈̪̬ ̢̲̘̮̠͎̰̝̜̝͓͍̝̪͐͛̄͟͠ ̢̥̪̻̤̼͍̬͚̲ͦͣ́̀̾̓̕ͅ ̵̢̳͖̣̪̜̞͙̗̣̳̍͆̅̓ͫ͒̆̾ͮ̄̕͢ͅ ̑́͒͊̉̾̂̎̀̆ͣ͆͜͞҉̶͚̯̳͇͓͔̘̩͍̦̪͕̞͠ ͉͙͎̠̣̩̦ͨ́ͦ̍ͩ̊̊ͦ͒̏̍ͯͤ́̚͘͟ ̉̌̇́̈́̐́́̈͂ͣ́̌̇̓̂͂̂͡҉͇̫̜͈̪̬ ̢̲̘̮̠͎̰̝̜̝͓͍̝̪͐͛̄͟͠ ̢̥̪̻̤̼͍̬͚̲ͦͣ́̀̾̓̕ͅ ̵̢̳͖̣̪̜̞͙̗̣̳̍͆̅̓ͫ͒̆̾ͮ̄̕͢ͅ ̑́͒͊̉̾̂̎̀̆ͣ͆͜͞҉̶͚̯̳͇͓͔̘̩͍̦̪͕̞͠ ͉͙͎̠̣̩̦ͨ́ͦ̍ͩ̊̊ͦ͒̏̍ͯͤ́̚͘͟ ̉̌̇́̈́̐́́̈͂ͣ́̌̇̓̂͂̂͡҉͇̫̜͈̪̬ ̢̲̘̮̠͎̰̝̜̝͓͍̝̪͐͛̄͟͠ ̢̥̪̻̤̼͍̬͚̲ͦͣ́̀̾̓̕ͅ ̵̢̳͖̣̪̜̞͙̗̣̳̍͆̅̓ͫ͒̆̾ͮ̄̕͢ͅ ̑́͒͊̉̾̂̎̀̆ͣ͆͜͞҉̶͚̯̳͇͓͔̘̩͍̦̪͕̞͠ ͉͙͎̠̣̩̦ͨ́ͦ̍ͩ̊̊ͦ͒̏̍ͯͤ́̚͘͟ ̉̌̇́̈́̐́́̈͂ͣ́̌̇̓̂͂̂͡҉͇̫̜͈̪̬ ̢̲̘̮̠͎̰̝̜̝͓͍̝̪͐͛̄͟͠ ̢̥̪̻̤̼͍̬͚̲ͦͣ́̀̾̓̕ͅ ̵̢̳͖̣̪̜̞͙̗̣̳̍͆̅̓ͫ͒̆̾ͮ̄̕͢ͅ ̑́͒͊̉̾̂̎̀̆ͣ͆͜͞҉̶͚̯̳͇͓͔̘̩͍̦̪͕̞͠ ͉͙͎̠̣̩̦ͨ́ͦ̍ͩ̊̊ͦ͒̏̍ͯͤ́̚͘͟ ̉̌̇́̈́̐́́̈͂ͣ́̌̇̓̂͂̂͡҉͇̫̜͈̪̬ ̢̲̘̮̠͎̰̝̜̝͓͍̝̪͐͛̄͟͠ ̢̥̪̻̤̼͍̬͚̲ͦͣ́̀̾̓̕ͅ ̵̢̳͖̣̪̜̞͙̗̣̳̍͆̅̓ͫ͒̆̾ͮ̄̕͢ͅ ̑́͒͊̉̾̂̎̀̆ͣ͆͜͞҉̶͚̯̳͇͓͔̘̩͍̦̪͕̞͠ ͉͙͎̠̣̩̦ͨ́ͦ̍ͩ̊̊ͦ͒̏̍ͯͤ́̚͘͟ ̉̌̇́̈́̐́́̈͂ͣ́̌̇̓̂͂̂͡҉͇̫̜͈̪̬有一个" + 钢笔);
		Sýstém.óút.println("我有̑́͒͊̉̾̂̎̀̆ͣ͆͜͞҉̶͚̯̳͇͓͔̘̩͍̦̪͕̞͠ ͉͙͎̠̣̩̦ͨ́ͦ̍ͩ̊̊ͦ͒̏̍ͯͤ́̚͘͟ ̉̌̇́̈́̐́́̈͂ͣ́̌̇̓̂͂̂͡҉͇̫̜͈̪̬ ̢̲̘̮̠͎̰̝̜̝͓͍̝̪͐͛̄͟͠ ̢̥̪̻̤̼͍̬͚̲ͦͣ́̀̾̓̕ͅ ̵̢̳͖̣̪̜̞͙̗̣̳̍͆̅̓ͫ͒̆̾ͮ̄̕͢ͅ ̑́͒͊̉̾̂̎̀̆ͣ͆͜͞҉̶͚̯̳͇͓͔̘̩͍̦̪͕̞͠ ͉͙͎̠̣̩̦ͨ́ͦ̍ͩ̊̊ͦ͒̏̍ͯͤ́̚͘͟ ̉̌̇́̈́̐́́̈͂ͣ́̌̇̓̂͂̂͡҉͇̫̜͈̪̬ ̢̲̘̮̠͎̰̝̜̝͓͍̝̪͐͛̄͟͠ ̢̥̪̻̤̼͍̬͚̲ͦͣ́̀̾̓̕ͅ ̵̢̳͖̣̪̜̞͙̗̣̳̍͆̅̓ͫ͒̆̾ͮ̄̕͢ͅ ̑́͒͊̉̾̂̎̀̆ͣ͆͜͞҉̶͚̯̳͇͓͔̘̩͍̦̪͕̞͠ ͉͙͎̠̣̩̦ͨ́ͦ̍ͩ̊̊ͦ͒̏̍ͯͤ́̚͘͟ ̉̌̇́̈́̐́́̈͂ͣ́̌̇̓̂͂̂͡҉͇̫̜͈̪̬ ̢̲̘̮̠͎̰̝̜̝͓͍̝̪͐͛̄͟͠ ̢̥̪̻̤̼͍̬͚̲ͦͣ́̀̾̓̕ͅ ̵̢̳͖̣̪̜̞͙̗̣̳̍͆̅̓ͫ͒̆̾ͮ̄̕͢ͅ ̑́͒͊̉̾̂̎̀̆ͣ͆͜͞҉̶͚̯̳͇͓͔̘̩͍̦̪͕̞͠ ͉͙͎̠̣̩̦ͨ́ͦ̍ͩ̊̊ͦ͒̏̍ͯͤ́̚͘͟ ̉̌̇́̈́̐́́̈͂ͣ́̌̇̓̂͂̂͡҉͇̫̜͈̪̬ ̢̲̘̮̠͎̰̝̜̝͓͍̝̪͐͛̄͟͠ ̢̥̪̻̤̼͍̬͚̲ͦͣ́̀̾̓̕ͅ ̵̢̳͖̣̪̜̞͙̗̣̳̍͆̅̓ͫ͒̆̾ͮ̄̕͢ͅ ̑́͒͊̉̾̂̎̀̆ͣ͆͜͞҉̶͚̯̳͇͓͔̘̩͍̦̪͕̞͠ ͉͙͎̠̣̩̦ͨ́ͦ̍ͩ̊̊ͦ͒̏̍ͯͤ́̚͘͟ ̉̌̇́̈́̐́́̈͂ͣ́̌̇̓̂͂̂͡҉͇̫̜͈̪̬ ̢̲̘̮̠͎̰̝̜̝͓͍̝̪͐͛̄͟͠ ̢̥̪̻̤̼͍̬͚̲ͦͣ́̀̾̓̕ͅ ̵̢̳͖̣̪̜̞͙̗̣̳̍͆̅̓ͫ͒̆̾ͮ̄̕͢ͅ ̑́͒͊̉̾̂̎̀̆ͣ͆͜͞҉̶͚̯̳͇͓͔̘̩͍̦̪͕̞͠ ͉͙͎̠̣̩̦ͨ́ͦ̍ͩ̊̊ͦ͒̏̍ͯͤ́̚͘͟ ̉̌̇́̈́̐́́̈͂ͣ́̌̇̓̂͂̂͡҉͇̫̜͈̪̬一个" + 菠萝);
		Sýstém.óút.println("哦!");
		Sýstém.óút.println(" ͉͙͎̠̣̩̦ͨ́ͦ̍ͩ̊̊ͦ͒̏̍ͯͤ́̚͘͟ ͉͙͎̠̣̩̦ͨ́ͦ̍ͩ̊̊ͦ͒̏̍ͯͤ́̚͘͟ ͉͙͎̠̣̩̦ͨ́ͦ̍ͩ̊̊ͦ͒̏̍ͯͤ́̚͘͟ ͉͙͎̠̣̩̦ͨ́ͦ̍ͩ̊̊ͦ͒̏̍ͯͤ́̚͘͟ ͉͙͎̠̣̩̦ͨ́ͦ̍ͩ̊̊ͦ͒̏̍ͯͤ́̚͘͟ ͉͙͎̠̣̩̦ͨ́ͦ̍ͩ̊̊ͦ͒̏̍ͯͤ́̚͘͟ ͉͙͎̠̣̩̦ͨ́ͦ̍ͩ̊̊ͦ͒̏̍ͯͤ́̚͘͟ ͉͙͎̠̣̩̦ͨ́ͦ̍ͩ̊̊ͦ͒̏̍ͯͤ́̚͘͟ ͉͙͎̠̣̩̦ͨ́ͦ̍ͩ̊̊ͦ͒̏̍ͯͤ́̚͘͟ ͉͙͎̠̣̩̦ͨ́ͦ̍ͩ̊̊ͦ͒̏̍ͯͤ́̚͘͟ ͉͙͎̠̣̩̦ͨ́ͦ̍ͩ̊̊ͦ͒̏̍ͯͤ́̚͘͟ ͉͙͎̠̣̩̦ͨ́ͦ̍ͩ̊̊ͦ͒̏̍ͯͤ́̚͘͟ ͉͙͎̠̣̩̦ͨ́ͦ̍ͩ̊̊ͦ͒̏̍ͯͤ́̚͘͟ ͉͙͎̠̣̩̦ͨ́ͦ̍ͩ̊̊ͦ͒̏̍ͯͤ́̚͘͟ ͉͙͎̠̣̩̦ͨ́ͦ̍ͩ̊̊ͦ͒̏̍ͯͤ́̚͘͟ ͉͙͎̠̣̩̦ͨ́ͦ̍ͩ̊̊ͦ͒̏̍ͯͤ́̚͘͟ ͉͙͎̠̣̩̦ͨ́ͦ̍ͩ̊̊ͦ͒̏̍ͯͤ́̚͘͟" + 菠萝 + 钢笔);

		Sýstém.óút.println("苹果̑́͒͊̉̾̂̎̀̆ͣ͆͜͞҉̶͚̯̳͇͓͔̘̩͍̦̪͕̞͠ ͉͙͎̠̣̩̦ͨ́ͦ̍ͩ̊̊ͦ͒̏̍ͯͤ́̚͘͟ ̉̌̇́̈́̐́́̈͂ͣ́̌̇̓̂͂̂͡҉͇̫̜͈̪̬ ̢̲̘̮̠͎̰̝̜̝͓͍̝̪͐͛̄͟͠ ̢̥̪̻̤̼͍̬͚̲ͦͣ́̀̾̓̕ͅ ̵̢̳͖̣̪̜̞͙̗̣̳̍͆̅̓ͫ͒̆̾ͮ̄̕͢ͅ ̑́͒͊̉̾̂̎̀̆ͣ͆͜͞҉̶͚̯̳͇͓͔̘̩͍̦̪͕̞͠ ͉͙͎̠̣̩̦ͨ́ͦ̍ͩ̊̊ͦ͒̏̍ͯͤ́̚͘͟ ̉̌̇́̈́̐́́̈͂ͣ́̌̇̓̂͂̂͡҉͇̫̜͈̪̬ ̢̲̘̮̠͎̰̝̜̝͓͍̝̪͐͛̄͟͠ ̢̥̪̻̤̼͍̬͚̲ͦͣ́̀̾̓̕ͅ ̵̢̳͖̣̪̜̞͙̗̣̳̍͆̅̓ͫ͒̆̾ͮ̄̕͢ͅ ̑́͒͊̉̾̂̎̀̆ͣ͆͜͞҉̶͚̯̳͇͓͔̘̩͍̦̪͕̞͠ ͉͙͎̠̣̩̦ͨ́ͦ̍ͩ̊̊ͦ͒̏̍ͯͤ́̚͘͟ ̉̌̇́̈́̐́́̈͂ͣ́̌̇̓̂͂̂͡҉͇̫̜͈̪̬ ̢̲̘̮̠͎̰̝̜̝͓͍̝̪͐͛̄͟͠ ̢̥̪̻̤̼͍̬͚̲ͦͣ́̀̾̓̕ͅ ̵̢̳͖̣̪̜̞͙̗̣̳̍͆̅̓ͫ͒̆̾ͮ̄̕͢ͅ ̑́͒͊̉̾̂̎̀̆ͣ͆͜͞҉̶͚̯̳͇͓͔̘̩͍̦̪͕̞͠ ͉͙͎̠̣̩̦ͨ́ͦ̍ͩ̊̊ͦ͒̏̍ͯͤ́̚͘͟ ̉̌̇́̈́̐́́̈͂ͣ́̌̇̓̂͂̂͡҉͇̫̜͈̪̬ ̢̲̘̮̠͎̰̝̜̝͓͍̝̪͐͛̄͟͠ ̢̥̪̻̤̼͍̬͚̲ͦͣ́̀̾̓̕ͅ ̵̢̳͖̣̪̜̞͙̗̣̳̍͆̅̓ͫ͒̆̾ͮ̄̕͢ͅ ̑́͒͊̉̾̂̎̀̆ͣ͆͜͞҉̶͚̯̳͇͓͔̘̩͍̦̪͕̞͠ ͉͙͎̠̣̩̦ͨ́ͦ̍ͩ̊̊ͦ͒̏̍ͯͤ́̚͘͟ ̉̌̇́̈́̐́́̈͂ͣ́̌̇̓̂͂̂͡҉͇̫̜͈̪̬ ̢̲̘̮̠͎̰̝̜̝͓͍̝̪͐͛̄͟͠ ̢̥̪̻̤̼͍̬͚̲ͦͣ́̀̾̓̕ͅ ̵̢̳͖̣̪̜̞͙̗̣̳̍͆̅̓ͫ͒̆̾ͮ̄̕͢ͅ ̑́͒͊̉̾̂̎̀̆ͣ͆͜͞҉̶͚̯̳͇͓͔̘̩͍̦̪͕̞͠ ͉͙͎̠̣̩̦ͨ́ͦ̍ͩ̊̊ͦ͒̏̍ͯͤ́̚͘͟ ̉̌̇́̈́̐́́̈͂ͣ́̌̇̓̂͂̂͡҉͇̫̜͈̪̬钢笔...");
		Sýstém.óút.println("菠̑́͒͊̉̾̂̎̀̆ͣ͆͜͞҉̶͚̯̳͇͓͔̘̩͍̦̪͕̞͠ ͉͙͎̠̣̩̦ͨ́ͦ̍ͩ̊̊ͦ͒̏̍ͯͤ́̚͘͟ ̉̌̇́̈́̐́́̈͂ͣ́̌̇̓̂͂̂͡҉͇̫̜͈̪̬ ̢̲̘̮̠͎̰̝̜̝͓͍̝̪͐͛̄͟͠ ̢̥̪̻̤̼͍̬͚̲ͦͣ́̀̾̓̕ͅ ̵̢̳͖̣̪̜̞͙̗̣̳̍͆̅̓ͫ͒̆̾ͮ̄̕͢ͅ ̑́͒͊̉̾̂̎̀̆ͣ͆͜͞҉̶͚̯̳͇͓͔̘̩͍̦̪͕̞͠ ͉͙͎̠̣̩̦ͨ́ͦ̍ͩ̊̊ͦ͒̏̍ͯͤ́̚͘͟ ̉̌̇́̈́̐́́̈͂ͣ́̌̇̓̂͂̂͡҉͇̫̜͈̪̬ ̢̲̘̮̠͎̰̝̜̝͓͍̝̪͐͛̄͟͠ ̢̥̪̻̤̼͍̬͚̲ͦͣ́̀̾̓̕ͅ ̵̢̳͖̣̪̜̞͙̗̣̳̍͆̅̓ͫ͒̆̾ͮ̄̕͢ͅ ̑́͒͊̉̾̂̎̀̆ͣ͆͜͞҉̶͚̯̳͇͓͔̘̩͍̦̪͕̞͠ ͉͙͎̠̣̩̦ͨ́ͦ̍ͩ̊̊ͦ͒̏̍ͯͤ́̚͘͟ ̉̌̇́̈́̐́́̈͂ͣ́̌̇̓̂͂̂͡҉͇̫̜͈̪̬ ̢̲̘̮̠͎̰̝̜̝͓͍̝̪͐͛̄͟͠ ̢̥̪̻̤̼͍̬͚̲ͦͣ́̀̾̓̕ͅ ̵̢̳͖̣̪̜̞͙̗̣̳̍͆̅̓ͫ͒̆̾ͮ̄̕͢ͅ ̑́͒͊̉̾̂̎̀̆ͣ͆͜͞҉̶͚̯̳͇͓͔̘̩͍̦̪͕̞͠ ͉͙͎̠̣̩̦ͨ́ͦ̍ͩ̊̊ͦ͒̏̍ͯͤ́̚͘͟ ̉̌̇́̈́̐́́̈͂ͣ́̌̇̓̂͂̂͡҉͇̫̜͈̪̬ ̢̲̘̮̠͎̰̝̜̝͓͍̝̪͐͛̄͟͠ ̢̥̪̻̤̼͍̬͚̲ͦͣ́̀̾̓̕ͅ ̵̢̳͖̣̪̜̞͙̗̣̳̍͆̅̓ͫ͒̆̾ͮ̄̕͢ͅ ̑́͒͊̉̾̂̎̀̆ͣ͆͜͞҉̶͚̯̳͇͓͔̘̩͍̦̪͕̞͠ ͉͙͎̠̣̩̦ͨ́ͦ̍ͩ̊̊ͦ͒̏̍ͯͤ́̚͘͟ ̉̌̇́̈́̐́́̈͂ͣ́̌̇̓̂͂̂͡҉͇̫̜͈̪̬ ̢̲̘̮̠͎̰̝̜̝͓͍̝̪͐͛̄͟͠ ̢̥̪̻̤̼͍̬͚̲ͦͣ́̀̾̓̕ͅ ̵̢̳͖̣̪̜̞͙̗̣̳̍͆̅̓ͫ͒̆̾ͮ̄̕͢ͅ ̑́͒͊̉̾̂̎̀̆ͣ͆͜͞҉̶͚̯̳͇͓͔̘̩͍̦̪͕̞͠ ͉͙͎̠̣̩̦ͨ́ͦ̍ͩ̊̊ͦ͒̏̍ͯͤ́̚͘͟ ̉̌̇́̈́̐́́̈͂ͣ́̌̇̓̂͂̂͡҉͇̫̜͈̪̬萝钢笔...");
		Sýstém.óút.println("哦!");
		Sýstém.óút.println(" ͉͙͎̠̣̩̦ͨ́ͦ̍ͩ̊̊ͦ͒̏̍ͯͤ́̚͘͟ ͉͙͎̠̣̩̦ͨ́ͦ̍ͩ̊̊ͦ͒̏̍ͯͤ́̚͘͟ ͉͙͎̠̣̩̦ͨ́ͦ̍ͩ̊̊ͦ͒̏̍ͯͤ́̚͘͟ ͉͙͎̠̣̩̦ͨ́ͦ̍ͩ̊̊ͦ͒̏̍ͯͤ́̚͘͟ ͉͙͎̠̣̩̦ͨ́ͦ̍ͩ̊̊ͦ͒̏̍ͯͤ́̚͘͟ ͉͙͎̠̣̩̦ͨ́ͦ̍ͩ̊̊ͦ͒̏̍ͯͤ́̚͘͟ ͉͙͎̠̣̩̦ͨ́ͦ̍ͩ̊̊ͦ͒̏̍ͯͤ́̚͘͟ ͉͙͎̠̣̩̦ͨ́ͦ̍ͩ̊̊ͦ͒̏̍ͯͤ́̚͘͟" + 钢笔 + 菠萝 + 苹果 + 钢笔);

		Sýstém.óút.println("哎呀哎̑́͒͊̉̾̂̎̀̆ͣ͆͜͞҉̶͚̯̳͇͓͔̘̩͍̦̪͕̞͠ ͉͙͎̠̣̩̦ͨ́ͦ̍ͩ̊̊ͦ͒̏̍ͯͤ́̚͘͟ ̉̌̇́̈́̐́́̈͂ͣ́̌̇̓̂͂̂͡҉͇̫̜͈̪̬ ̢̲̘̮̠͎̰̝̜̝͓͍̝̪͐͛̄͟͠ ̢̥̪̻̤̼͍̬͚̲ͦͣ́̀̾̓̕ͅ ̵̢̳͖̣̪̜̞͙̗̣̳̍͆̅̓ͫ͒̆̾ͮ̄̕͢ͅ ̑́͒͊̉̾̂̎̀̆ͣ͆͜͞҉̶͚̯̳͇͓͔̘̩͍̦̪͕̞͠ ͉͙͎̠̣̩̦ͨ́ͦ̍ͩ̊̊ͦ͒̏̍ͯͤ́̚͘͟ ̉̌̇́̈́̐́́̈͂ͣ́̌̇̓̂͂̂͡҉͇̫̜͈̪̬ ̢̲̘̮̠͎̰̝̜̝͓͍̝̪͐͛̄͟͠ ̢̥̪̻̤̼͍̬͚̲ͦͣ́̀̾̓̕ͅ ̵̢̳͖̣̪̜̞͙̗̣̳̍͆̅̓ͫ͒̆̾ͮ̄̕͢ͅ ̑́͒͊̉̾̂̎̀̆ͣ͆͜͞҉̶͚̯̳͇͓͔̘̩͍̦̪͕̞͠ ͉͙͎̠̣̩̦ͨ́ͦ̍ͩ̊̊ͦ͒̏̍ͯͤ́̚͘͟ ̉̌̇́̈́̐́́̈͂ͣ́̌̇̓̂͂̂͡҉͇̫̜͈̪̬ ̢̲̘̮̠͎̰̝̜̝͓͍̝̪͐͛̄͟͠ ̢̥̪̻̤̼͍̬͚̲ͦͣ́̀̾̓̕ͅ ̵̢̳͖̣̪̜̞͙̗̣̳̍͆̅̓ͫ͒̆̾ͮ̄̕͢ͅ ̑́͒͊̉̾̂̎̀̆ͣ͆͜͞҉̶͚̯̳͇͓͔̘̩͍̦̪͕̞͠ ͉͙͎̠̣̩̦ͨ́ͦ̍ͩ̊̊ͦ͒̏̍ͯͤ́̚͘͟ ̉̌̇́̈́̐́́̈͂ͣ́̌̇̓̂͂̂͡҉͇̫̜͈̪̬ ̢̲̘̮̠͎̰̝̜̝͓͍̝̪͐͛̄͟͠ ̢̥̪̻̤̼͍̬͚̲ͦͣ́̀̾̓̕ͅ ̵̢̳͖̣̪̜̞͙̗̣̳̍͆̅̓ͫ͒̆̾ͮ̄̕͢ͅ ̑́͒͊̉̾̂̎̀̆ͣ͆͜͞҉̶͚̯̳͇͓͔̘̩͍̦̪͕̞͠ ͉͙͎̠̣̩̦ͨ́ͦ̍ͩ̊̊ͦ͒̏̍ͯͤ́̚͘͟ ̉̌̇́̈́̐́́̈͂ͣ́̌̇̓̂͂̂͡҉͇̫̜͈̪̬ ̢̲̘̮̠͎̰̝̜̝͓͍̝̪͐͛̄͟͠ ̢̥̪̻̤̼͍̬͚̲ͦͣ́̀̾̓̕ͅ ̵̢̳͖̣̪̜̞͙̗̣̳̍͆̅̓ͫ͒̆̾ͮ̄̕͢ͅ ̑́͒͊̉̾̂̎̀̆ͣ͆͜͞҉̶͚̯̳͇͓͔̘̩͍̦̪͕̞͠ ͉͙͎̠̣̩̦ͨ́ͦ̍ͩ̊̊ͦ͒̏̍ͯͤ́̚͘͟ ̉̌̇́̈́̐́́̈͂ͣ́̌̇̓̂͂̂͡҉͇̫̜͈̪̬呀哎呀哎呀");
		
		ΔΔΔΘΘΘΔΔΔ ΔΔΔΘΘΘΔΔΔ1=ΔΔΔΘΘΘΔΔΔ.illuminati(new Δ(), new Θ());
		
		
	}

}
